<template>
  <div class="note">
      <div :class="ismore?classC:classD">
            <p>1、海南酒店标准比内地偏低，请旅游者提前做好心理准备。如遇旺季酒店资源紧张或政府临时征用等特殊情况，我社有权调整为同等级标准酒店。酒店的退房时间为中午的12:00，返程为晚班机的旅游者可把行李寄存在酒店前台后自由活动或自行开钟点房休息。我司默认安排双床，夫妻情侣可根据房态免费申请大床，需要报名时确认申请，不保证安排。且酒店以当天入住为准，不提前指定酒店。行程报价中所含房费按双人标准间/2人核算。如要求三人间或加床，需视入住酒店房型及预订情况而定。通常酒店标准间内加床为钢丝床或床垫等非标准床。</p>
            <p>2、我们承诺绝不减少餐标，但海南饮食口味清淡，且海南物价水平较高，且各团队餐厅菜式比较雷同，餐未必能达到亲的要求，建议您可自带些咸菜或辣椒酱等佐餐。旅游期间切勿吃生食、生海鲜等，不可光顾路边无牌照摊档，忌暴饮暴食，应多喝开水，多吃蔬菜水果，少抽烟，少喝酒。因私自食用不洁食品和海鲜引起的肠胃疾病，旅行社不承担经济赔偿责任。</p>
            <p>3、行程中旅游用车由海南省旅游汽车中心统一调度，保证一人一正座（26座以下旅游车无行李箱）。且旅游车队属于政府调度中心统一负责，不归旅行社管理，如果遇到司机细节服务不够完美地方，敬请您谅解。旅游者对车辆及司机服务有投诉请直接向海南旅游车统一调度中心进行投诉，电话：0898-66833151。抵达海南前24小时内取消合同的游客（如因航班延误无法抵达等），需向我社交已经产生的旅游车位费及合同约定的其它费用约400元/人。</p>
            <p>4、如遇人力不可抗拒因素（台风、暴雨、检修等）或政策性调整（博鳌亚洲论坛会议期间、全国性娱乐停演等）导致无法游览的景点和项目，我社有权取消或更换为其它等价景点或项目,赠送景点和项目费用不退，并有权将景点及住宿顺序做相应调整；出游过程中，如产生退费情况，以退费项目旅行社折扣价为依据，均不以挂牌价为准。海南部分景区及酒店为方便旅游者有自设的商场及购物场所，并非我社安排的旅游购物店，此类投诉我社无法受理，敬请谅解；</p>
            <p>5、海南气候炎热，紫外线照射强烈，雨水充沛，请带好必备的防晒用品、太阳镜、太阳帽、雨伞，尽量穿旅游鞋，应避免穿皮鞋、高跟鞋。为防止旅途中水土不服，建议旅游者应自备一些清热、解暑的药或冲剂等常用药品以备不时之需，切勿随意服用他人提供的药品。海南是著名的海滨旅游胜地，请自备拖鞋、泳衣泳裤等。且需注意人身安全，请勿私自下海。</p>
            <p>6、请避免离团活动，如确有需要，请提前以短信或书面方式通报导游，并在约定时间内准时归队。对于存在安全隐患，治安不理想的地区，请游客避免前往。自由活动期间请结伴而行，避免单独行动。非本公司组织安排的游览活动，旅游者自行承担风险。由此发生的损失及纠纷，由旅游者自行承担和解决，旅行社不承担任何责任。夜间或自由活动期间宜结伴同行并告知导游，记好导游手机号备用，注意人身和财物安全。贵重物品可寄存在酒店前台保险柜，下榻的酒店的名称位置也要记牢，不要随便相信陌生人，特别是三轮摩托车、街头发小广告者，天下没有免费的午餐。</p>
            <p>7、文明旅游、文明出行，自觉爱护景区的花草树木和文物古迹，不随意在景区、古迹上乱涂乱画、不乱丢垃圾、尊重当地少数民族风俗等。很多景区和酒店周边有小摊小贩，如无意购买请不要与其讲价还价，一旦讲好价格不购买的话容易产生矛盾。出游请保持平常的心态，遇事切勿急躁，大家互相体谅、互相帮助。</p>
            <p>8、请配合导游如实填写当地《游客意见书》，游客的投诉诉求以在海南当地，旅游者自行填写的意见单为主要依据。不填或虚填者归来后的投诉将不予受理，如在行程进行中对旅行社的服务标准有异议，请尽量在海南当地解决。如在旅游期间在当地解决不了，可在当地备案，提醒：旅游投诉时效为返回出发地起30天内有效。</p>
            <p>9、该产品报价为综合优惠价格，持军官证、导游证、记者证、教师证等证件不能减免门票费用。</p>
            <p>10、行程中标注的时间可能因堵车、排队等情况有所不同；部分景区团队旅游可能会排队等候，因等候而延误或减少游览时间，游客请谅解并配合。因排队引发投诉旅行社无法受理。</p>
            <p>11、部分景区由于交通工具的特殊性，故对旅游者的年龄和身体条件有相应的要求。例如：蜈支洲岛、分界洲岛等岛屿规定60岁（含60）以上老人、孕妇、行动不便人士等若要登岛视身体状况，且需要客人上岛前签署景区的“免责声明”方可登岛；景区不接待70岁以上老人（出于安全考虑），我社将按团队“退费标准”价格退费，敬请知晓！由于跟团推荐的自费项目门票，已经为旅行社折扣价格，所以客人自行购买自费项目的门票，需要补导游80元/人/项目的费用方可跟车参加。</p>
            <p class="color"><b>12、费用不含：</b></p>
            <p class="color"><b>①、不提供自然单间，产生单房差或加床费用自理。非免费餐饮费、洗衣、电话、饮料、烟酒、付费电视、行李搬运等费用。</b></p>
            <p class="color"><b>②、自由活动期间交通费、餐费、等私人费用。</b></p>
            <p class="color"><b>③、行程中未提到的其它费用：如特殊门票、游船（轮）、景区内二道门票、观光车、电瓶车、缆车、索道、动车票等费用。</b></p>
            <p class="color"><b>④、儿童的“旅游费用包含”内容以外的所有费用。例如产生超高餐费、门票等需客人另付！</b></p>
            <p class="color"><b>⑤、个人购物、娱乐（潜水、拖曳伞等海上项目）消费。</b></p>
            <p class="color"><b>⑥、因交通延误、取消等意外事件或不可抗力原因导致的额外费用，及个人所产生的费用等。</b></p>
            <p class="color"><b>⑦、航空保险、旅游意外保险；因旅游者违约、自身过错、自身疾病，导致的人身财产损失而额外支付的费用。</b></p>
            <p class="color"><b>⑧、此线报价未包含游客从出发地到达海口或三亚往返大交通费用（如：飞机票、火车票等交通工具），游客可以自己预订，也可以要求我社代订往返大交通费用。</b></p>
            <p>13、接送机温馨提醒：</p>
            <p>①、接机人员一般都会提前在机场等候客人，请您下飞机后务必及时开机，保持手机畅通。接机为滚动接机，会接临近时间段的游客，您抵达机场后需要稍作等待（一般40分钟左右），请您谅解。</p>
            <p>②、第一天到海南请勿食用过多热带水果及大量海鲜，以防肠胃不适，影响您的行程哦！</p>
            <p>③、请您自由活动期间注意安全。掌握好时间，保持手机畅通以便工作人员联系，不要误了赶飞机的时间。</p>
            <p>14、因本线路较为特色，如当日参团人数不足10人，我社为您提供两种选择方案：</p>
            <p>①、免费升级相关同类产品（不低于原线路成本价值）；</p>
            <p>②、通过您委托当地旅行社代租自驾游车辆，我社派专职司机兼导游为您全程服务。</p>
            <p>如有异议，请慎重选择！敬请理解，非常感谢。</p>
            <p class="color"><b>15、儿童收费情况说明</b></p>
            <p class="color"><b>①、2岁-1.19米以下孩童：400元/包含旅游车位，旅游用餐，【不单独占床位、门票未超高】</b></p>
            <p class="color"><b>②、1.2米—1.4米孩童：850元/包含用餐、旅游车位、门票，【不单独占床位】</b></p>
            <p class="color"><b>③、1.5米—18岁以下孩童和成人同价，标准和成人一样</b></p>
      </div>
        <div class="more" @click="morefun">
            <span>{{ismore?'查看全部内容':'点击收起'}}<i :class="ismore?classA:classB"></i></span>
        </div>
  </div>
</template>

<script>
export default {
    name: 'Note',
    data(){
        return {
            ismore:true,
            classA:'el-icon-arrow-up',
            classB:'el-icon-arrow-down',
            classD:'j',
            classC:'con'
        }
    },
    methods:{
        morefun(){
            this.ismore = !this.ismore
        }
    }
}
</script>

<style scoped lang="less">
.note{
    background-color: #fff;
    padding: 12.266px 18.398px;
    .j{
        p{
            margin: 0;
        }
        .color{
            color: #0066cc;
        }
    }
    .con{
            height: 300px;
            overflow: hidden;
            p{
                margin: 0;
            }
            .color{
                color: #0066cc;
            }
    }
    .more{
        height: 18px;
        line-height: 18px;
        text-align: center;
        padding: 12.266px 0;
        margin: 12.266px 103.719px;
        span{
            color: #00bf4b;
        }
    }
}

</style>